Repository: swina/mg-custom-tabs-and-fields-for-woocommerce
Catalog: languages/mood_ctcf-*.po
Languages: it_it

source: Custom Fields Layout settings
it_it: Impostazioni di visualizzazione dei campi personalizzati

source: Table
it_it: Tabella

source: Paragraph
it_it: Paragrafo

source: This option sets the layout output of the custom fields in the product page
it_it: Questa opzione imposta le caratteristiche di visualizzazione dei campi personalizzati nella pagina prodotto

source: Your settings are changed. Save your changes
it_it: Le impostazioni sono cambiate. Clicca il pulsante Salva modifiche per renderle effettive

source: Custom Fields
it_it: Campi personalizzati

source: Field Label
it_it: Etichetta

source: Enabled
it_it: Visibile

source: Description Tab
it_it: Tab Descrizione

source: Custom Tab
it_it: Tab personalizzato

source: Product Page Meta
it_it: Metadata Pagina Prodotto

source: Add new field
it_it: Aggiungi un nuovo campo

source: Add a new field
it_it: Aggiungi un nuovo campo

source: Save changes
it_it: Salva modifiche

source: Database optimization
it_it: Ottimizzazion Database

source: This option checks if your products database has empty custom fields. You can clean all the empty data in order to improve your database performance
it_it: Questa opzione verifica che nel database prodotti non esistano metadati senza alcun valore in modo da migliorare le performance del database.

source: You have
it_it: Trovati

source: custom fields
it_it: campi pesonalizzati

source: records to optimize
it_it: righe da ottimizzare

source: Database optimized!
it_it: Database ottimizzato!

source: WARNING !
it_it: ATTENZIONE!

source: This operation will permanently delete record from your database. We suggest to make a copy before to proceed with the optimization
it_it: Questa operazione

source: Order
it_it: Ordine

source: Active
it_it: Attivo

source: Global Footer
it_it: Piè di pagina globale

source: Remove
it_it: Rimuovi

source: Preview
it_it: Anteprima

source: Add Custom Field
it_it: Aggiungi campo personalizzato

source: Close
it_it: Chiudi

source: CSV Data Sample
it_it: File CSV di esempio

source: Following is the CSV Sample you can use to import your product custom fields
it_it: Scarica il file CSV di esempio per importare i campi personalizzati dei tuoi prodotti

source: How to import your custom fields
it_it: Come importare i campi personalizzati (metadata)

source: create your CSV following the downloaded sample
it_it: Crea il tuo CSV di importazione sulla base del CSV di esempio

source: import thru Woocommerce importer (update data if SKU exists option has to be checked
it_it: importa con l'importatore Woocommerce (l'opzione aggiorna prodotto se COD esiste deve essere attiva

source: map the custom fields columng as Import as meta
it_it: Mappa le colonne dei custom fields Importa come Meta

source: File is generated according your settings
it_it: Il file generato è il risultato dei campi definiti dall'utente

source: Error saving file!
it_it: Errore nella creazione del file!

source: Add rich text custom fields to your shop products. Filter custom fields to display on product categories.
it_it: Aggiungi campi personalizzati ai prodotti del tuo negozio

source: Create a Custom Field
it_it: Crea Campo Personalizzato

source: Custom Tabs
it_it: Tab Personalizzati

source: Add custom tabs to your shop products. Filter custom tabs to display on product categories.
it_it: Aggiungi Tab personalizzati ai prodotti del tuo negozio.

source: Create a Custom Tab
it_it: Crea Tab Personalizzato

source: Optimize your DB cleaning all unnecessary data.
it_it: Ottimizza il database

source: Optimize DB
it_it: Ottimizza Database

source: Sample CSV for custom fields
it_it: File CSV esempio per campi personalizzati

source: Import products custom fields using the sample CSV based on your settings
it_it: Importa campi personalizzati dei prodotti usando il file CSV di esempio

source: Create sample CSV
it_it: Crea file CSV

source: Documentation and Issues
it_it: Documentazione e Supporto

source: Check our documentation in order to start using this plugin
it_it: Leggi la documentazione per cominciare ad utilizzare il plugin

source: Read Docs
it_it: Leggi Documentazione

source: License
it_it: Licenza

source: Custom Tabs & Fields for Woocommerce is a <strong>free</strong> to use plugin released under GPL licence.
it_it: Custom Tabs & Fields for Woocommerce è un plugin <strong>free</strong> rilasciato secondo licenza GPL 3

source: Tab Archives
it_it: Archivio Tab

source: Parent Tab:
it_it: Tab Genitore

source: All Tabs
it_it: Tutti i Tab

source: Add New Tab
it_it: Aggiungi nuovo Tab

source: New Tab
it_it: Nuovo Tab

source: Edit Tab
it_it: Modifica Tab

source: Update Tab
it_it: Aggiorna Tab

source: View Tab
it_it: Visualizza Tab

source: Search Tab
it_it: Cerca Tab

source: Not found
it_it: Non trovato

source: Not found in Trash
it_it: Non trovato

source: Insert into tab
it_it: Inserisci

source: Uploaded to this tab
it_it: Caricati per questo Tab

source: Tabs list
it_it: Lista Tabs

source: Tabs list navigation
it_it: Navigazione Lista Tab

source: Filter tabs list
it_it: Filtra lista Tab

source: Custom Tab Name
it_it: Etichetta del Tab

source: Tab Visibility
it_it: Visibile

source: Date
it_it: Data

source: Hidden
it_it: Nascosto

source: Add custom tabs and custom rich text fields to Woocommerce products. Assign tabs to specific categories, assign custom fields to custom tabs. Assign custom fields to the default description tab. Create sample CSV file to be used to import custom fields data thru Woocommerce importer. Optimize DB for custom field data integrity.
it_it: Aggiungi tab e campi personalizzati (metadata) ai prodotti di Woocoomerce. Puoi assegnare i tab a specifiche categorie, assegnare i campi personalizzati a uno o più tab o al tab Descrizione di default. Ottimizza il DB dei metadata. Crea un file CSV di esempio per importare i tuoi metadata dall'importatore di Woocommerce.
